app/views/comments/_comment_row.html.haml

  %td= sanitize comment.body
  %td= comment.created_at.civil
---
INSERT INTO `comments` (`body`, `created_at`, `updated_at`) VALUES ('aasdf', '2012-05-23 09:25:41', '2012-05-23 09:25:41')