app/controllers/comments_controller.rb

  def index
    @comment           = Comment.new
    @comments          = Comment.order('id DESC').limit(10)
    @comments_quantity = Comment.all.size
---
SELECT `comments`.* FROM `comments` ORDER BY id DESC LIMIT 10
SELECT `comments`.* FROM `comments` ORDER BY ASC

  def create
    if params[:comment][:body].present?
      @comment           = Comment.create(params[:comment])
---
SELECT `comments`.* FROM `comments`
INSERT INTO `comments` (`body`, `created_at`, `updated_at`) VALUES ('adsf', '2012-05-23 09:19:02', '2012-05-23 09:19:02')